tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "localsend/localsend"
tap "localstack/tap"
tap "nicoverbruggen/cask"
tap "pulumi/tap"
tap "railwayapp/tap"
tap "stripe/stripe-cli"
tap "stripe/stripe-mock"
brew "argocd"
brew "atuin"
brew "autoconf"
brew "pycparser"
brew "cffi"
brew "docutils"
brew "python@3.11"
brew "awscli"
brew "bash"
brew "bat"
brew "cairo"
brew "clusterctl"
brew "cmake"
brew "php"
brew "composer"
brew "coreutils"
brew "python-cryptography"
brew "esphome"
brew "harfbuzz"
brew "tesseract"
brew "ffmpeg"
brew "gh"
brew "gifsicle"
brew "git"
brew "git-lfs"
brew "gnupg"
brew "go"
brew "grep"
brew "hcloud"
brew "helix"
brew "helm"
brew "helmify"
brew "htop"
brew "httpie"
brew "jpegoptim"
brew "jq"
brew "kubernetes-cli"
brew "mackup"
brew "mas"
brew "mitmproxy"
brew "node"
brew "nss"
brew "nvm"
brew "openjdk"
brew "openshift-cli"
brew "optipng"
brew "pkg-config"
brew "pngquant"
brew "pnpm"
brew "prettyping"
brew "spaceship"
brew "subversion"
brew "svgo"
brew "telnet"
brew "tmate"
brew "tree"
brew "virtualenv"
brew "wget"
brew "wireguard-tools"
brew "yarn"
brew "hashicorp/tap/packer"
brew "hashicorp/tap/terraform"
brew "localstack/tap/localstack-cli"
brew "pulumi/tap/pulumi"
brew "railwayapp/tap/nixpacks"
brew "stripe/stripe-cli/stripe"
brew "stripe/stripe-mock/stripe-mock"
cask "anaconda"
cask "android-platform-tools"
cask "dbngin"
cask "devtoys"
cask "fontlab"
cask "ha-menu"
cask "localsend"
cask "miniconda"
cask "openscad"
cask "qlmarkdown"
cask "quicklook-json"
cask "stats"
cask "visual-studio-code"
vscode "42Crunch.vscode-openapi"
vscode "aaron-bond.better-comments"
vscode "adrianwilczynski.alpine-js-intellisense"
vscode "ahdesign.language-antlers"
vscode "ahmadalli.vscode-nginx-conf"
vscode "alefragnani.project-manager"
vscode "amiralizadeh9480.laravel-extra-intellisense"
vscode "aswinkumar863.smarty-template-support"
vscode "attilabuti.brainfuck-syntax"
vscode "ban.spellright"
vscode "bmewburn.vscode-intelephense-client"
vscode "bourhaouta.tailwindshades"
vscode "bradlc.vscode-tailwindcss"
vscode "BriteSnow.vscode-toggle-quotes"
vscode "christian-kohler.npm-intellisense"
vscode "christian-kohler.path-intellisense"
vscode "cierra.livewire-vscode"
vscode "codezombiech.gitignore"
vscode "codingyu.laravel-goto-view"
vscode "Continue.continue"
vscode "cschlosser.doxdocgen"
vscode "DanielSanMedium.dscodegpt"
vscode "DavidAnson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "donjayamanne.git-extension-pack"
vscode "donjayamanne.githistory"
vscode "dweizhe.docthis-customize-tags"
vscode "eamodio.gitlens"
vscode "EditorConfig.EditorConfig"
vscode "eg2.vscode-npm-script"
vscode "esbenp.prettier-vscode"
vscode "fcrespo82.markdown-table-formatter"
vscode "Filipac.expose-helper"
vscode "firefox-devtools.vscode-firefox-debug"
vscode "formulahendry.platformio"
vscode "foxundermoon.shell-format"
vscode "getpsalm.psalm-vscode-plugin"
vscode "GitHub.codespaces"
vscode "GitHub.copilot"
vscode "GitHub.copilot-chat"
vscode "GitHub.copilot-labs"
vscode "GitHub.heygithub"
vscode "github.vscode-github-actions"
vscode "GitHub.vscode-pull-request-github"
vscode "GitLab.gitlab-workflow"
vscode "glitchbl.laravel-create-view"
vscode "golang.go"
vscode "googlecloudtools.cloudcode"
vscode "GrapeCity.gc-excelviewer"
vscode "Gruntfuggly.todo-tree"
vscode "hashicorp.hcl"
vscode "hashicorp.terraform"
vscode "hediet.vscode-drawio"
vscode "heybourn.headwind"
vscode "IHunte.laravel-blade-wrapper"
vscode "influxdata.flux"
vscode "jameswain.gitlab-pipelines"
vscode "jasonnutter.search-node-modules"
vscode "jeff-hykin.better-cpp-syntax"
vscode "joshbolduc.commitlint"
vscode "junstyle.php-cs-fixer"
vscode "keesschollaart.vscode-home-assistant"
vscode "logerfo.gitlab-notifications"
vscode "lonefy.vscode-JS-CSS-HTML-formatter"
vscode "m1guelpf.better-pest"
vscode "matthewpi.caddyfile-support"
vscode "me-dutour-mathieu.vscode-github-actions"
vscode "MehediDracula.php-namespace-resolver"
vscode "mgmcdermott.vscode-language-babel"
vscode "mikestead.dotenv"
vscode "mitchdenny.ecdc"
vscode "mrmlnc.vscode-duplicate"
vscode "ms-azuretools.vscode-dapr"
vscode "ms-azuretools.vscode-docker"
vscode "MS-CEINTL.vscode-language-pack-de"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.vscode-serial-monitor"
vscode "ms-vsliveshare.vsliveshare"
vscode "ms-vsliveshare.vsliveshare-audio"
vscode "msjsdiag.debugger-for-chrome"
vscode "naoray.laravel-goto-components"
vscode "naumovs.color-highlight"
vscode "neilbrayfield.php-docblocker"
vscode "nickytonline.dev-to-extension-pack"
vscode "nicollasr.vscode-streamdeck"
vscode "octref.vetur"
vscode "oderwat.indent-rainbow"
vscode "onecentlin.laravel-blade"
vscode "onecentlin.laravel-extension-pack"
vscode "onecentlin.laravel5-snippets"
vscode "patbenatar.advanced-new-file"
vscode "pgl.laravel-jump-controller"
vscode "philosowaffle.openapi-designer"
vscode "phproberto.vscode-php-getters-setters"
vscode "pjmiravalle.terraform-advanced-syntax-highlighting"
vscode "platformio.platformio-ide"
vscode "Prisma.prisma"
vscode "raynigon.nginx-formatter"
vscode "redhat.ansible"
vscode "redhat.vscode-commons"
vscode "redhat.vscode-openshift-connector"
vscode "redhat.vscode-redhat-account"
vscode "redhat.vscode-yaml"
vscode "remimarsal.prettier-now"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "Shopify.ruby-lsp"
vscode "shufo.vscode-blade-formatter"
vscode "signageos.signageos-vscode-sops"
vscode "streetsidesoftware.code-spell-checker"
vscode "TryGhost.ghost"
vscode "twxs.cmake"
vscode "unifiedjs.vscode-mdx"
vscode "usernamehw.errorlens"
vscode "VirtusaCorp.terraform-studio"
vscode "vivaxy.vscode-conventional-commits"
vscode "vsciot-vscode.vscode-arduino"
vscode "Vue.volar"
vscode "Vue.vscode-typescript-vue-plugin"
vscode "waderyan.nodejs-extension-pack"
vscode "whizkydee.material-palenight-theme"
vscode "william-voyek.vscode-nginx"
vscode "Wscats.vue"
vscode "xabikos.JavaScriptSnippets"
vscode "xdebug.php-debug"
vscode "xiguaxigua.vue-style-beautify"
vscode "xyz.local-history"
vscode "yzhang.markdown-all-in-one"
vscode "zamerick.vscode-caddyfile-syntax"
vscode "ziyasal.vscode-open-in-github"
